solanus-systems/micropython-m5tough/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "M5Stack Tough"
#define MICROPY_HW_MCU_NAME "ESP32 (SPIRAM)"
